/* (No Commment) */
"connectivity.cellular" = "Pokretni";

/* (No Commment) */
"connectivity.not-connected" = "Nije spojen ";

/* (No Commment) */
"connectivity.wifi" = "WLAN";

/* (No Commment) */
"general.alertview.cancel" = "Otkazati";

/* (No Commment) */
"general.alertview.close" = "Zatvori";

/* News alert view button */
"general.alertview.dismiss" = "Napustiti";

/* (No Commment) */
"general.alertview.error" = "Greška";

/* (No Commment) */
"general.alertview.ok" = "Nastaviti";

/* (No Commment) */
"general.alertview.reload" = "Ponovno učitati";

/* (No Commment) */
"general.alertview.success" = "Uspjelo mjerenje";

/* (No Commment) */
"history.filter.device" = "Uređaj";

/* (No Commment) */
"history.filter.networktype" = "Tip mreže";

/* Name of a test */
"history.qos.detail.test" = "Test";

/* Details */
"history.qos.headline.details" = "DETALJI";

/* Tests */
"history.qos.headline.tests" = "TESTOVI";

/* (No Commment) */
"history.result.headline.details" = "Detalji";

/* (No Commment) */
"history.result.headline.map" = "Karta";

/* (No Commment) */
"history.result.headline.measurement" = "Mjerenje";

/* (No Commment) */
"history.result.headline.network" = "Mreža";

/* (No Commment) */
"history.result.headline.qos" = "QoS testovi";

/* (No Commment) */
"history.result.map.accuracy" = "Točnost";

/* (No Commment) */
"history.result.map.invalid-coordinates" = "pogrešne koordinate";

/* (No Commment) */
"history.result.map.latitude" = "Latitude";

/* (No Commment) */
"history.result.map.longitude" = "Longitude";

/* (No Commment) */
"history.result.map.result" = "Rezultati prikazani na karti";

/* (No Commment) */
"history.result.map.show" = "Prikaži kartu";

/* History result more details */
"history.result.more-details" = "Više detalja";

/* (No Commment) */
"history.result.qos.details" = "DETALJI";

/* (No Commment) */
"history.result.qos.details.description" = "OPIS";

/* (No Commment) */
"history.result.qos.details.failed" = "Greška";

/* (No Commment) */
"history.result.qos.details.succeeded" = "Uspjeh";

/* History result qos results */
"history.result.qos.results" = "Rezultati";

/* History result qos results detail */
"history.result.qos.results-detail" = "Detalji rezultata";

/* History result time */
"history.result.time" = "Vrijeme";

/* (No Commment) */
"history.sync.code-text" = "Sync kod";

/* (No Commment) */
"history.sync.code.copy" = "Kopiraj kod";

/* (No Commment) */
"history.sync.code.enter" = "Unesi kod";

/* (No Commment) */
"history.sync.code.enter-text" = "Unesi sync kod";

/* (No Commment) */
"history.sync.code.request" = "Zatraži kod";

/* (No Commment) */
"history.sync.merge" = "Za spajanje povijesnih rezultata s dva različita uređaja, prvo zatražiti sync kod na jednom uređaju te potom isti unijeti na drugome";

/* (No Commment) */
"history.sync.success-message" = "Sinkronizacija povijesnih rezultata je bila uspješna";

/* (No Commment) */
"history.sync.sync" = "Sink";

/* (No Commment) */
"history.uibar.filter" = "Filter";

/* (No Commment) */
"history.uibar.sync" = "Sink";

/* (No Commment) */
"intro.location.question.message" = "U svrhu preuzimanja lokacije, potrebno je isto omogućiti u postavkama uređaja!";

/* (No Commment) */
"intro.location.question.title" = "Korištenje lokacije";

/* (No Commment) */
"intro.network.connection.name-unknown" = "Nepoznato";

/* (No Commment) */
"intro.network.connection.unavailable" = "Mrežna veza nije dostupna ";

/* (No Commment) */
"intro.popup.hardware.app-ram" = "App RAM";

/* (No Commment) */
"intro.popup.hardware.cpu" = "CPU";

/* (No Commment) */
"intro.popup.hardware.system-ram" = "System RAM";

/* (No Commment) */
"intro.popup.hardware.usage" = "Korištenje hardvera";

/* (No Commment) */
"intro.popup.ip.connection-progress" = "Spajanje u postupku....";

/* (No Commment) */
"intro.popup.ip.connections" = "IP veza";

/* (No Commment) */
"intro.popup.ip.no-ip-text" = "n/a";

/* (No Commment) */
"intro.popup.ip.v4-external" = "IPv4 eksterna adresa";

/* (No Commment) */
"intro.popup.ip.v4-internal" = "IPv4 interna adresa";

/* (No Commment) */
"intro.popup.ip.v6-external" = "IPv6 eksterna adresa";

/* (No Commment) */
"intro.popup.ip.v6-internal" = "IPv6 interna adresa";

/* (No Commment) */
"intro.popup.location" = "Lokacija";

/* (No Commment) */
"intro.popup.location.accuracy" = "Točnost";

/* (No Commment) */
"intro.popup.location.age" = "Starost";

/* (No Commment) */
"intro.popup.location.altitude" = "Altitude";

/* (No Commment) */
"intro.popup.location.position" = "Pozicija";

/* (No Commment) */
"intro.popup.location.source" = "Izvor";

/* (No Commment) */
"intro.popup.traffic.background" = "Pozadinski promet";

/* (No Commment) */
"intro.popup.traffic.download" = "Download promet";

/* (No Commment) */
"intro.popup.traffic.upload" = "Upload promet";

/* (No Commment) */
"map.callout.measurement" = "Mjerenje";

/* (No Commment) */
"map.callout.network" = "Mreža";

/* Table section header title */
"map.options.filter.overlay" = "Pokrivenost";

/* (No Commment) */
"map.options.overlay.auto" = "Auto";

/* (No Commment) */
"map.options.overlay.heatmap" = "Toplinske mape (Heatmap)";

/* (No Commment) */
"map.options.overlay.municipality" = "Općina";

/* (No Commment) */
"map.options.overlay.points" = "Točke";

/* (No Commment) */
"map.options.overlay.regions" = "Regije";

/* (No Commment) */
"map.options.overlay.settlements" = "Naselje";

/* (No Commment) */
"map.options.overlay.shapes" = "Okviri";

/* (No Commment) */
"map.options.overlay.whitespots" = "Bijela polja";

/* (No Commment) */
"measurement.abort.abort-button" = "Prekini mjerenje";

/* (No Commment) */
"measurement.abort.continue" = "Dalje";

/* (No Commment) */
"measurement.abort.question" = "Želite li prekinuti izvođenje mjerenja?";

/* (No Commment) */
"measurement.abort.title" = "Prekid?";

/* (No Commment) */
"measurement.geo-location.failed" = "Could not determine current geo location";

/* (No Commment) */
"measurement.unknown_error.message" = "Greška prilikom izvođenja testa.";

/* (No Commment) */
"measurement.unknown_error.title" = "Pogreška prilikom mjerenja";

/* (No Commment) */
"test.aborted-message" = "Test je prekinut jer se aplikacija izvodi u pozadini. Test se može samo provoditi samo dok je aplikacija aktivna. ";

/* (No Commment) */
"test.aborted-title" = "Test je prekinut";

/* (No Commment) */
"test.connection.could-not-connect" = "Nemoguće uspostaviti vezu. Razlog je prespora veza.";

/* (No Commment) */
"test.connection.error" = "Greška prilikom uspostave veze";

/* (No Commment) */
"test.connection.lost" = "Veza prema testnom poslužitelju je izgubljena. Test je prekinut.";

/* (No Commment) */
"test.continue-button" = "Nastavi";

/* (No Commment) */
"test.intro-message" = "Mjerenje %1$@ alatom je samo informativnog karaktera te isto može uzrokovati potrošnju veće količine podataka. Koristeći alat na 3G tehnologiji uobičajena količina potrošenih podataka prilikom jednog mjerenja može biti između 5 i 10 MB, dok na 4G tehnologiji može biti veća od 100 MB. %2$@ ne snosi odgovornost za veliku potrošnju podataka od strane korisnika niti za eventualne povezane troškove.";

/* (No Commment) */
"test.ok-button" = "U redu";

/* (No Commment) */
"test.phase.download" = "Download";

/* (No Commment) */
"test.phase.init" = "Init";

/* (No Commment) */
"test.phase.ping" = "Ping";

/* (No Commment) */
"test.phase.upload" = "Upload";

/* (No Commment) */
"test.ping.unit" = "ms";

/* (No Commment) */
"test.qos.failed" = "QoS test nije uspio";

/* (No Commment) */
"test.repeat" = "Ponovi testiranje";

/* (No Commment) */
"test.result.not-submitted" = "Test je završen, ali rezultati nisu dostavljeni testnom poslužitelju";

/* (No Commment) */
"test.speed.unit" = "Mbit/s";

/* (No Commment) */
"test.try-again" = "Pokušaj ponovno";

/* (No Commment) */
"tos.message" = "Slažem se sa %2$@-ovom pravilima za zaštitu privatnosti i uvjetima korištenja za %1$@.";

